/* Title shown when the user is not connected */
"No connection" = "No connection";

/* Title shown when an error ocurred while trying to post on twitter */
"Post Error" = "Post Error";

/* Message shown when the user is not connected */
"try connecting before posting" = "try connecting before posting";

/* Message shown when an error ocurred while trying to post on twitter */
"Unable to post to twitter, message is longer than 140 Chars" = "Unable to post to twitter, message is longer than 140 Chars";